driver-tests/bpelse/misc/MiscJbi/test/MultiDepBpel2-test6/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/MultiDepBpel2-test6/"
                   xmlns="urn:MultiDepBpel2-test6TargetNamespace">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <MultiDepBpel2-test6Part>
    <string>1.11</string>
  </MultiDepBpel2-test6Part>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>